Repository: digitalservice4germany/useid-app-ios
Catalog: BundID/Resources/*.lproj/Localizable.strings
Languages: de

# imprint_text
source: ## Imprint ### Responsible for the content DigitalService GmbH of the Federal Government – upon the commission of the German Federal Ministry of the Interior and Home Affairs-\ Prinzessinnenstraße 8-14\ 10969 Berlin ### Legal notice The content on these pages (online forms, texts, images and graphics) is provided by the Federal Government's DigitalService GmbH des Bundes. It is intended solely for the personal service and personal information of users.\ The content and works created by us on these pages are subject to German copyright law. Duplication, processing, distribution, or any form of commercialization of such material beyond the scope of copyright law are subject to the prior written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use.\ Insofar as the content on this site was not created by us, copyrights held by third parties are respected. In particular, third-party content is identified as such. Should you become aware of any copyright infringement, please inform us accordingly. If we become aware of any infringements, we shall remove such content immediately. ### External links Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the sites is always responsible for the content of the linked sites. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking.\ However, a permanent control of the contents of the linked pages is not possible with reasonable effort without specific indications of a violation of law. If we become aware of any legal violations on linked external pages, we shall remove the respective links immediately. ### Contact E-mail address:\ [eid@digitalservice.bund.de](mailto:eid@digitalservice.bund.de) Website:\ [digitalservice.bund.de](https://digitalservice.bund.de) ### Information obligations according to Art. 14 ODR-VR, § 36 VSBG The European Commission provides a platform for online dispute resolution (OS): [ec.europa.eu/consumers/odr ↗](https://ec.europa.eu/consumers/odr).\ In case of problems, we ask our users to contact us directly using the contact details provided.\ We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board. ### Other mandatory information **Commercial register number:**\ HRB 212879 B **Managing directors:**\ Christina Lang, Philipp Moeser **Register court:**\ Berlin Charlottenburg **Value-added tax identification number:**\ DE327075535 ### Responsible for the content according to § 18 Abs. 2 MStV DigitalService GmbH des Bundes\ Ms. Christina Lang\ Prinzessinnenstraße 8-14\ 10969 Berlin
de: ## Impressum ### Verantwortlich für die Inhalte DigitalService GmbH des Bundes – im Auftrag des Bundesministeriums des Innern und für Heimat – \ Prinzessinnenstraße 8-14\ 10969 Berlin ### Rechtliche Hinweise Die Inhalte auf diesen Seiten (Online-Formulare, -Texte, -Bilder und -Grafiken) sind ein Angebot der DigitalService GmbH des Bundes. Sie dienen ausschließlich dem persönlichen Service und der persönlichen Information der Nutzer:innen.\ Die durch uns erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung der jeweiligen Autor:in bzw. Ersteller:in. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.\ Soweit die Inhalte auf dieser Seite nicht von uns erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen. ### Externe Links Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.\ Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht mit zumutbarem Aufwand möglich. Sollten Rechtsverletzungen auf verlinkten, externen Seiten bekannt werden, werden wir die entsprechenden Links umgehend entfernen. ### Kontakt E-Mail-Adresse:\ [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de) Webseite:\ [digitalservice.bund.de ↗](https://digitalservice.bund.de) ### Informationspflichten gemäß Art. 14 ODR-VR, § 36 VSBG Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: [ec.europa.eu/consumers/odr ↗](https://ec.europa.eu/consumers/odr).\ Im Falle von Problemen bitten wir unsere Nutzer:innen, sich über die angegebenen Kontaktdaten direkt an uns zu wenden.\ Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen. ### Sonstige Pflichtangaben **Handelsregister-Nummer:**\ HRB 212879 B **Geschäftsführer:innen:**\ Christina Lang, Philipp Moeser **Registergericht:**\ Berlin Charlottenburg **Umsatzsteueridentifikationsnummer:**\ DE327075535 ### Verantwortlich für den Inhalt gemäß § 18 Abs. 2 MStV DigitalService GmbH des Bundes\ Frau Christina Lang\ Prinzessinnenstraße 8-14\ 10969 Berlin

# imprint_title
source: Imprint
de: Impressum
