Repository: digitalservice4germany/useid-app-ios
Catalog: BundID/Resources/*.lproj/Localizable.strings
Languages: de

# privacy_text
source: ## Data Privacy Policy Status: 09 September 2022 ### Who are we? The BundesIdent app is developed and operated by the Federal Government's DigitalService GmbH on behalf of the German Federal Ministry of the Interior and Home Affairs (BMI). DigitalService is a federal limited liability company (GmbH). The Federal Republic of Germany holds 100 percent of the shares in the GmbH. Our aim and objective: services that work better for everyone. Government services should be just as easy for everyone to access and use as other digital products that we use regularly at work and in everyday life. That is why users and their needs are consistently at the heart of our product development work. We bring together teams with expertise in software development, design and product management with the public administration. Together with those offices and persons in charge in the public administration and with the involvement of citizens, we build digital solutions that are user-centered, modern, and which nurture trust and confidence. [digitalservice.bund.de ↗](https://digitalservice.bund.de) ### Who are your contacts? Questions involving data protection matters can be sent to the data protection officer in charge of BundesIdent: #### Responsible organization The data protection officer in charge of the app is DigitalService GmbH des Bundes\ Prinzessinnenstraße 8-14\ 10969 Berlin\ Commercial Register: HRB 212879 B\ Register Court: Charlottenburg Represented by:\ Ms. Christina Lang\ E-Mail:\ [datenschutz@digitalservice.bund.de ↗](mailto:datenschutz@digitalservice.bund.de) ### How is identification performed in the app? Personal data is neither stored nor determined in the app. Simply put, the BundesIdent app functions as a card reader. You can use the German ID card, a German electronic residence permit or, for persons with EU citizenship and nationals of the European Economic Area, the eID card as an identification card. By requesting your personal PIN in combination with verification of the existence of your ID card via an NFC interface, only the release of the personal data is verified and either confirmed or rejected. NFC stands for Near Field Communication. The technology enables an exchange of data over very short distances. It is also used, for example, when making payment using a smartphone at the supermarket checkout. The verification of your personal data takes place via a so-called eID server. This is accessed by the respective application service.\ Authorization certificates are managed and revocation lists are maintained on the eID server. The eID server performs secure communication with the BundesIdent app and the ID card and forwards the read-out data to the application service. The eID server establishes the authenticity and validity of the ID card, checks whether it has been blocked by the cardholder, and transmits the personal data to the other systems of the application service.\ The application service must ensure that the personal data that is transmitted is processed in a manner that is compliant with data protection regulations. ### What personal data do we process? If you contact us at the email address provided in the App Store or on the support website ([eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de)), you must at least provide us with your email address and possibly other information that you disclose in your email. In order for us to process your request, we need to process this data. The legal basis for the processing of your personal data is Art. 6 (1) of the General Data Protection Regulation (GDPR). No personal data is stored or forwarded in the app for identification in the app. If the personal PIN matches with the ID card, authorization takes place and forwarded to the eID server. The eID server, which is in the domain of responsibility of the Federal Government, receives the verified authorization and forwards the personal data stored there to the service you are using. Forwarding of the personal data from the eID server takes place under the responsibility of the Federal Government. The data stored there cannot be viewed by us as a DigitalService and is not stored or processed in the BundesIdent App. ### Under what circumstances may we share your data with third parties? We do not transfer your personal data to third parties for any purposes other than those listed in the following. We only disclose your personal data to third parties if: - you have provided your express consent to such, - disclosure is necessary for the assertion, exercise or defense of legal claims and there is no reason to assume that you have an overriding interest worthy of protection in the non-disclosure of your data, - in the event that there is a legal obligation to perform disclosure, and - this is legally permissible and necessary for the processing of a contractual relationship with you. ### How long and where do we store your data? No personal data is stored at DigitalService in connection with the BundesIdent App. We store your e-mails and contacts for as long as is necessary to process your request and then store this data for a maximum period of 12 months in case you contact us again with reference to your original question. ### Are app analytics services used? To further develop and analyze the app, we use an application monitoring and error tracking software called sentry. This does not collect any personal data, nor does it use cookies. Crashes and errors by the app are evaluated. For this purpose, sentry processes the following data: - Device type - Operating system version - App version - Pseudonym: this is created by sentry For more information about sentry and data processing, please see [sentry.io/privacy ↗](https://sentry.io/privacy/) We use Matomo (formerly Piwik) to analyze user friendliness. This is a service provided by InnoCraft Ltd, 150 Willis St, 6011 Wellington, New Zealand, NZBN 6106769, ("Matomo") by means of cookie technology. The Matomo service is used solely to optimize the BundesIdent app to provide a better user experience. For this purpose, we use the following anonymized information that is stored exclusively in the European Economic Area: Matomo processes the following data within the app:: - A randomly generated user ID that is created anew for each session. A new session starts after 30 minutes of user inactivity. - Information about screens displayed in the app - Information about the operating system, device and application information (version, model, screen resolution, etc.) for an optimized application and to ensure data security - Information on whether an event has been successfully completed as well as error events (e.g., wrong pin entered, badge deactivated). - For more information on Matomo's terms of use and data protection provisions, visit: [matomo.org/privacy ↗](https://matomo.org/privacy/) ### What rights do you have (right to information, right to object, etc.)? You have various rights under the General Data Protection Regulation. Details emanate in particular from Articles 15 to 18 and 21 of the General Data Protection Regulation. #### Right to information You can request information about your personal data processed by us. In your request for information, you should be specific in your request in order to make it easier for us to compile the necessary data. Therefore, if possible, you should provide information on the specific process step in the request. #### Right to rectification If the information concerning you is not (or no longer) correct, you can request that it be rectified. If your data is incomplete, you can request that it be completed. #### Right to erasure You can request the erasure of your personal data. Your right to erasure depends, among other things, on whether the data concerning you is still needed by us to fulfill our legal duties. #### Right to restriction of processing You have the right to request restriction of the processing of data concerning you. #### Right to object You have the right to object to the processing of data relating to you at any time on grounds relating to your particular situation. #### Right to file a complaint If you believe that we have not addressed your concerns or have not addressed them fully, you may file a complaint with our Privacy Officer as well as the Federal Privacy and Information Security Commissioner. **External Data Protection Officer of DigitalService GmbH des Bundes** 1000 Elephants GmbH\ Björn Stecher\ [datenschutz@digitalservice.bund.de ↗](mailto:datenschutz@digitalservice.bund.de) **German Federal Commissioner for Data Protection and Freedom of Information** Graurheindorfer Str. 153 - 53117 Bonn Phone: [+49 (0)228-997799-0](tel:+49228-997799-0) Fax: [+49 (0)228-997799-5550](tel:+49228-997799-5550) E-Mail: [poststelle@bfdi.bund.de ↗](mailto:poststelle@bfdi.bund.de) De-Mail: [poststelle@bfdi.de-mail.de ↗](mailto:poststelle@bfdi.de-mail.de) **Online complaint** [www.bfdi.bund.de/DE/Service/Beschwerden/beschwerden_node.html ↗](https://www.bfdi.bund.de/DE/Service/Beschwerden/beschwerden_node.html)
de: ## Datenschutzerklärung Stand: 09.09.2022 ### Wer sind wir? Die BundesIdent App wird von der DigitalService GmbH des Bundes entwickelt und betrieben. Dies geschieht im Auftrag des Bundesministerium des Innern und für Heimat (BMI). DigitalService ist eine Bundes GmbH. Die Bundesrepublik Deutschland hält 100 Prozent der Anteile der GmbH. Unser Ziel: Dienstleistungen, die besser für alle funktionieren. Dienstleistungen der Verwaltung sollten für alle Menschen genauso einfach zu erreichen und bedienen sein wie andere digitale Produkte, die wir in Beruf und Alltag regelmäßig nutzen. Deshalb stehen die Nutzer:innen mit ihren Bedürfnissen bei unserer Produktentwicklung konsequent im Mittelpunkt. Wir bringen Teams mit Kompetenzen in Softwareentwicklung, Design und Produktmanagement mit der Verwaltung zusammen. Gemeinsam mit den Verantwortlichen der Verwaltung und unter Einbindung von Bürger:innen bauen wir digitale Lösungen, die nutzerzentriert, modern und vertrauensfördernd sind. [digitalservice.bund.de ↗](https://digitalservice.bund.de) ### Wer sind Ihre Ansprechpartner:innen? Fragen in datenschutzrechtlichen Angelegenheiten können Sie an die für BundesIdent zuständigen Datenschutzbeauftragten richten: #### Verantwortliche Organisation Die datenschutzrechtlich Verantwortliche für die App ist die DigitalService GmbH des Bundes\ Prinzessinnenstraße 8-14\ 10969 Berlin\ Handelsregister: HRB 212879 B\ Registergericht: Charlottenburg Vertreten durch:\ Frau Christina Lang\ E-Mail:\ [datenschutz@digitalservice.bund.de ↗](mailto:datenschutz@digitalservice.bund.de) ### Wie erfolgt die Identifizierung in der App? Innerhalb der App werden personenbezogene Daten weder gespeichert noch ermittelt. Die BundesIdent App fungiert, einfach gesagt, als Kartenlesegerät. Als Ausweis können Sie den deutschen Personalausweis, einen elektronischen Aufenthaltstitel oder die eID-Karte für Personen mit Unionsbürgerschaft sowie Angehörige des Europäischen Wirtschaftsraums verwenden. Durch die Abfrage Ihrer persönlichen PIN in Kombination mit der Überprüfung des Vorhandenseins Ihres Ausweises mittels NFC-Schnittstelle, wird lediglich die Freigabe der persönlichen Daten überprüft und bestätigt oder abgelehnt. NFC steht für Near Field Communication. Die Technik ermöglicht den Austausch von Daten über sehr kurze Strecken. Sie wird beispielsweise auch beim Bezahlen mit dem Smartphone an der Supermarktkasse verwendet. Die Überprüfung Ihrer persönlichen Daten erfolgt über einen sogenannten eID-Server. Auf diesen wird von dem jeweiligen Anwendungsservice zurückgegriffen.\ Auf dem eID-Server werden Berechtigungszertifikate verwaltet und Sperrlisten geführt. Der eID-Server übernimmt die sichere Kommunikation mit der BundesIdent App und dem Ausweis und gibt die ausgelesenen Daten an den Anwendungsservice weiter. Der eID-Server stellt die Authentizität und die Gültigkeit des Ausweises fest, prüft, ob dieser von der Ausweisinhaber:in gesperrt wurde, und übermittelt die persönlichen Daten an die weiteren Systeme des Anwendungsservices.\ Der Anwendungsservice muss sicherstellen, dass die persönlichen Daten, die übermittelt werden, Datenschutzkonform verarbeitet werden. ### Welche personenbezogenen Daten verarbeiten wir? Nehmen Sie unter der im App Store, beziehungsweise auf der Support Website angegebenen E-Mail-Adresse ([eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de)) Kontakt zu uns auf, teilen Sie uns zumindest Ihre E-Mail-Adresse mit, sowie gegebenenfalls weitere Informationen, die Sie in Ihrer E-Mail preisgeben. Damit wir Ihr Anliegen bearbeiten können, müssen wir diese Daten verarbeiten. Rechtsgrundlage für die Verarbeitung Ihrer personenbezogenen Daten ist Art. 6 Abs. 1 DSGVO. Für die Identifizierung in der App werden keine personenbezogenen Daten in der App gespeichert und weitergeleitet. Sofern die persönliche PIN in Kombination mit dem Ausweis übereinstimmt, erfolgt eine Autorisierung, die an den eID Server weitergeleitet wird. Der eID Server, in Verantwortlichkeit des Bundes, erhält die überprüfte Autorisierung und übermittelt die dort hinterlegten personenbezogenen Daten an den von Ihnen genutzten Service. Die Weiterleitung der personenbezogenen Daten vom eID Server erfolgt im Rahmen der Verantwortlichkeit des Bundes. Die dort gespeicherten Daten können wir als DigitalService nicht einsehen und werden in der BundesIdent App nicht gespeichert und verarbeitet. ### Unter welchen Voraussetzungen dürfen wir Ihre Daten an Dritte weitergeben? Eine Übermittlung Ihrer persönlichen Daten an Dritte findet nur statt wenn: - Sie Ihre ausdrückliche Einwilligung dazu erteilt haben - die Weitergabe zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist und kein Grund zur Annahme besteht, dass Sie ein überwiegendes schutzwürdiges Interesse an der Nichtweitergabe Ihrer Daten haben - für den Fall, dass für die Weitergabe eine gesetzliche Verpflichtung besteht - dies gesetzlich zulässig und für die Abwicklung von Vertragsverhältnissen mit Ihnen erforderlich ist ### Wie lange und wo speichern wir Ihre Daten? Es werden keine personenbezogene Daten beim DigitalService im Rahmen der BundesIdent App gespeichert. Ihre E-Mails und Kontaktaufnahmen speichern wir so lange, wie es zur Bearbeitung Ihrer Anfrage erforderlich ist und speichern Sie anschließend maximal für den Zeitraum von 12 Monaten, falls Sie sich bezugnehmend auf Ihre ursprüngliche Frage noch einmal an uns wenden. ### Werden Appanalyse-Dienste eingesetzt? Um die App weiterzuentwickeln und zu analysieren, nutzen wir die Software zur Anwendungsüberwachung und Fehlerverfolgung sentry. Diese erhebt keine personenbezogenen Daten, noch kommen dabei Cookies zum Einsatz. Gemessen werden Abstürze und Fehler der App. Dafür verarbeitet sentry folgende Daten: - Gerätetyp - Betriebssystemversion - App Version - Pseudonym: dieses wird von sentry erstellt Weitere Informationen zu sentry und der Datenverarbeitung finden Sie unter [sentry.io/privacy ↗](https://sentry.io/privacy/) Wir benutzen Matomo (ehemals Piwik) zur Analyse der Benutzer:innenfreundlichkeit, ein Dienst der InnoCraft Ltd., 150 Willis St, 6011 Wellington, New Zealand, NZBN 6106769, („Matomo“) mittels Cookie-Technologie. Der Dienst Matomo dient ausschließlich dafür, die BundesIdent App zu optimieren, um eine bessere Benutzer:innenfreundlichkeit zu gewährleisten. Dafür verwenden wir folgende anonymisierte Informationen die ausschließlich im europäischen Wirtschaftsraum gespeichert werden: Folgende Daten verarbeitet Matomo innerhalb der App: - Eine zufallsgenerierte Benutzererkennung (user ID), die je Session neu erstellt wird. Eine neue Session startet nach 30 Minuten Inaktivität des Benutzers - Informationen über angezeigte Screens in der App - Information über das Betriebssystem, Geräte- und Anwendungsinformationen (Version, Modell, Bildschirmauflösung, etc.) für eine optimierte Anwendung und Gewährleistung der Datensicherheit - Informationen, ob ein Ereignis erfolgreich abgeschlossen wurde sowie Fehlerereignisse (z. B. falsche Pin eingegeben, Ausweis deaktiviert) - Weitere Informationen zu den Nutzungsbedingungen von Matomo und den datenschutzrechtlichen Regelungen finden Sie unter: [matomo.org/privacy ↗](https://matomo.org/privacy/) ### Welche Rechte (Auskunftsrecht, Widerspruchsrecht usw.) haben Sie? Sie haben nach der Datenschutz-Grundverordnung verschiedene Rechte. Einzelheiten ergeben sich insbesondere aus Artikel 15 bis 18 und 21 der Datenschutz-Grundverordnung. #### Recht auf Auskunft Sie können Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten verlangen. In Ihrem Auskunftsantrag sollten Sie Ihr Anliegen präzisieren, um uns das Zusammenstellen der erforderlichen Daten zu erleichtern. Daher sollten in dem Antrag möglichst Angaben zum konkreten Prozessschritt gemacht werden. #### Recht auf Berichtigung Sollten die Sie betreffenden Angaben nicht (mehr) zutreffend sein, können Sie eine Berichtigung verlangen. Sollten Ihre Daten unvollständig sein, können Sie eine Vervollständigung verlangen. #### Recht auf Löschung Sie können die Löschung Ihrer personenbezogenen Daten verlangen. Ihr Anspruch auf Löschung hängt u. a. davon ab, ob die Sie betreffenden Daten von uns zur Erfüllung unserer gesetzlichen Aufgaben noch benötigt werden. #### Recht auf Einschränkung der Verarbeitung Sie haben das Recht, eine Einschränkung der Verarbeitung der Sie betreffenden Daten zu verlangen. #### Recht auf Widerspruch Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit der Verarbeitung der Sie betreffenden Daten zu widersprechen. #### Recht auf Beschwerde Wenn Sie der Auffassung sind, dass wir Ihrem Anliegen nicht oder nicht in vollem Umfang nachgekommen sind, können Sie bei unserem Datenschutzbeauftragten sowie dem Bundesbeauftragten für Datenschutz und Informationssicherheit Beschwerde einlegen. **Externer Datenschutzbeauftragter der DigitalService GmbH des Bundes** 1000 Elephants GmbH\ Björn Stecher\ [datenschutz@digitalservice.bund.de ↗](mailto:datenschutz@digitalservice.bund.de) **Bundesbeauftragter für Datenschutz und Informationsfreiheit** Graurheindorfer Str. 153 - 53117 Bonn Telefon: [+49 (0)228-997799-0](tel:+49228-997799-0) Fax: [+49 (0)228-997799-5550](tel:+49228-997799-5550) E-Mail: [poststelle@bfdi.bund.de ↗](mailto:poststelle@bfdi.bund.de) De-Mail: [poststelle@bfdi.de-mail.de ↗](mailto:poststelle@bfdi.de-mail.de) **Online-Beschwerde** [www.bfdi.bund.de/DE/Service/Beschwerden/beschwerden_node.html ↗](https://www.bfdi.bund.de/DE/Service/Beschwerden/beschwerden_node.html)

# privacy_title
source: Privacy Policy
de: Datenschutzerklärung

# scan_animationAccessibilityLabel
source: Place your ID card on a flat surface to avoid movement during the scanning process. Then place your iPhone on top of the ID card. The top back side of the iPhone should be directly on the ID card. Wait a moment for the scan to complete.
de: Legen Sie Ihren Ausweis auf eine gerade Oberfläche, um Bewegungen bei dem Scanvorgang zu vermeiden. Legen Sie anschließend Ihr Smartphone auf den Ausweis. Die obere Rückseite des Smartphones sollte direkt auf dem Ausweis liegen. Warten Sie einen Moment, bis der Scanvorgang abgeschlossen wurde.

# scan_helpNFC
source: How does NFC technology work?
de: So funktioniert die NFC-Technologie

# scan_helpScanning
source: My ID card is not recognized
de: Mein Ausweis wird nicht erkannt

# scanError_cardBlocked_body
source: #### Why is your ID card blocked? Your ID card has been blocked because you entered your personal ID card PIN incorrectly a third time. #### What can you do? We are currently working to provide you with a solution in the app. In the meantime, you can only unblock your ID card using your 10-digit PUK in the AusweisApp2 or at your Bürgeramt. You will find your 10-digit PUK on your PIN letter.
de: #### Warum ist Ihr Ausweis blockiert? Da Sie Ihre persönliche Ausweis-PIN ein drittes Mal falsch eingegeben haben, wurde Ihr Ausweis blockiert. #### Was können Sie tun? Wir arbeiten gerade daran, Ihnen eine Lösung in der App anzubieten. In der Zwischenzeit können Sie Ihren Ausweis nur mit Ihrer 10-stelligen PUK in der AusweisApp2 oder im Bürgeramt entsperren. Ihre 10-stellige PUK finden Sie auf Ihrem PIN-Brief.

# scanError_cardBlocked_title
source: Your ID card is blocked.
de: Ihr Ausweis ist blockiert.

# scanError_cardDeactivated_body
source: To be able to identify yourself online, you need an activated online ID function and your personal ID PIN. #### Activate afterwards with the PIN reset letter: For more information, visit the following website: [www.pin-ruecksetzbrief-bestellen.de ](https://www.pin-ruecksetzbrief-bestellen.de) #### Other options: Use the citizen hotline at 115 or check the following website for more information: [www.behoerdenfinder.de ](https://www.behoerdenfinder.de)
de: Um sich online ausweisen zu können, brauchen Sie eine aktivierte Online-Ausweisfunktion und Ihre persönliche Ausweis-PIN. #### Nachträglich mit dem PIN-Rücksetzbrief aktivieren: Weitere Informationen finden Sie auf der folgenden Internetseite: [www.pin-ruecksetzbrief-bestellen.de ↗](https://www.pin-ruecksetzbrief-bestellen.de) #### Andere Optionen: Nutzen Sie das Bürgertelefon unter der 115 oder informieren Sie sich auf der folgenden Internetseite: [www.behoerdenfinder.de ↗](https://www.behoerdenfinder.de)

# scanError_cardDeactivated_title
source: The online ID card function is not activated for your ID card.
de: Für Ihren Ausweis ist die Online-Ausweisfunktion nicht aktiviert.

# scanError_cardSuspended_body
source: #### Why is your ID card blocked? Your ID card has been blocked because you entered your personal ID card PIN incorrectly twice. #### What can you do? We are working to provide you with a solution in the app. In the meantime, you can unlock your ID card using your 6-digit CAN in combination with your personal ID card PIN in AusweisApp2. You will find your 6-digit CAN on the front of your ID card. Alternatively, you can reassign your personal ID PIN at your Bürgeramt if you have forgotten it.
de: #### Warum ist Ihr Ausweis gesperrt? Da Sie Ihre persönliche Ausweis-PIN zwei Mal falsch eingegeben haben, wurde Ihr Ausweis gesperrt. #### Was können Sie tun? Wir arbeiten daran, Ihnen eine Lösung in der App anzubieten. In der Zwischenzeit können Sie Ihren Ausweis mit Ihrer 6-stelligen CAN in Kombination mit Ihrer persönlichen Ausweis-PIN in der AusweisApp2 entsperren. Ihre 6-stellige CAN finden Sie auf der Vorderseite Ihres Ausweis. Alternativ können Sie im Bürgeramt Ihre persönliche Ausweis-PIN neu vergeben, sollten Sie diese vergessen haben.

# scanError_cardSuspended_title
source: Your ID card is blocked.
de: Ihr Ausweis ist gesperrt.
