Repository: digitalservice4germany/useid-app-ios
Catalog: BundID/Resources/*.lproj/Localizable.strings
Languages: de

# scanError_cardUnreadable_body
source: The following documents offer this function: German identity card, electronic residence permit, eID card for citizens of the European Union and the European Economic Area. If you are using one of the documents stated above and the problem continues to occur, try this: - Remove the card from your smartphone and place it on the smartphone again.\ - If you have a very thick phone case, try removing the case. - Make sure that you are connected to the Internet.
de: Folgende deutsche Dokumente bieten die Funktion an: Personalausweis, elektronischer Aufenthaltstitel und die eID-Karte für Bürgerinnen und Bürger:innen:innen der Europäischen Union und des Europäischen Wirtschaftsraums. Wenn Sie eines der oben genannten Dokumente benutzen und das Problem weiter auftritt, versuchen Sie diese Schritte: - Entfernen Sie die Karte von Ihrem Smartphone und legen Sie sie erneut an das Smartphone. - Wenn Sie eine sehr dicke Handyhülle haben, versuchen Sie, die Hülle zu entfernen. - Stellen Sie sicher, dass Sie mit dem Internet verbunden sind.

# scanError_cardUnreadable_title
source: Your ID card was not recognized.
de: Ihr Ausweis wurde nicht erkannt.

# scanError_close
source: Close
de: Schließen

# scanError_redirect
source: Back to provider
de: Zurück zum Diensteanbieter

# scanError_box_title
source: Restart identification process
de: Ausweisprozess erneut starten

# scanError_box_body
source: Due to an error, you need to restart the identification process.
de: Aufgrund eines Fehlers müssen Sie den Ausweisprozess erneut starten.

# scanError_unknown_body
source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.

# scanError_unknown_title
source: An error has occurred.
de: Es ist ein Fehler aufgetreten.

# termsOfUse_text
source: ## Terms of use Status: 9 September 2022 ### § 1 Terms of Use (1) These General Terms and Conditions (GTC) of the Federal Republic of Germany, represented by the Federal Ministry of the Interior and the Federal Republic of Germany (hereinafter referred to as the "Federal Republic") for users apply to the provision and use of the BundesIdent software (hereinafter referred to as the "App") and its new versions, which are provided on the basis of these Terms and Conditions. (2) "Users" within the meaning of this Agreement are deemed to mean natural persons. (3) These supplementary agreements shall not affect the rights and obligations emanating from the open source General Public License (GPL v3). ### § 2 Subject of the Agreement; free of charge (1) The App shall be provided free of charge in machine-readable form. The source code of the App shall also be published free of charge. A list of the open source components of the software used is shown in the app. (2) The app is provided by DigitalService GmbH des Bundes (DigitalService) in its capacity of a vicarious agent of the Federal Government. ### § 3 Intended use The app and all of its components are intended solely for use in connection with the use of the online ID card function of the ID card, the electronic residence permit, the eID card for citizens of the EU and the EEA and the transmission of the associated data in accordance with the statutory requirements. ### § 4 Recommendations for use (1) It is in the interest of users that hardware and software used in connection with the app are always up to date with the latest security technology (system and firmware update, virus scanner, firewall, etc.). (2) It is in the interest of users, but also of the Federal Government, that only the latest version of the app (see § 5) is used at all times. ### § 5 Maintenance and support (1) The Federal Government offers, at its own discretion and without being obligated to do so, additional free support services for parts of the app in the form of documentation and online help on the Internet at the address [github.com/digitalservicebund](https://github.com/digitalservicebund) and at the e-mail address: [eid@digitalservice.bund.de ](mailto:eid@digitalservice.bund.de). It also makes new versions of the app available. However, this shall not give rise to any claim for the elimination of defects, for certification, for the maintenance of support services or the hotline and for the provision of new versions. (2) New versions of the app that are available can be downloaded free of charge from generally accessible app stores on the Internet. (3) Any defects in the app will generally be remedied by the Federal Government making a new version of the app available for download or updating in each case (see Section 5(1)). This does not result in an obligation to provide new versions. ### § 6 Reference to industrial property rights and copyrights The graphics and corresponding signs as well as the signet for the online ID function are protected as trademarks for the Federal Government. ### § 7 German law These Terms and Conditions of Use are governed exclusively by German law. The United Nations Convention on Contracts for the International Sale of Goods (CISG) is excluded.
de: ## Nutzungsbedingungen Stand: 09.09.2022 ### § 1 Nutzungsbedingungen (1) Diese Allgemeine Geschäftsbedingungen (AGB) des Bundes, vertreten durch das Bundesministerium des Innern und für Heimat (nachfolgend „Bund“) und dem/der Nutzer:in gelten für die Überlassung und Nutzung der Software BundesIdent (nachfolgend App) und deren neue Versionen, die auf der Grundlage dieser Bedingungen überlassen werden. (2) „Nutzende“ im Sinne dieses Vertrages sind natürliche Personen. (3) Diese Zusatzvereinbarungen lassen die Rechte und Pflichten aus der Open-Source-Lizenz General Public License (GPL v3) unberührt. ### § 2 Vertragsgegenstand und Unentgeltlichkeit (1) Die App wird in maschinenlesbarer Form unentgeltlich überlassen. Der Quellcode der App wird ebenfalls unentgeltlich veröffentlicht. Eine Auflistung der verwendeten Open Source-Bestandteile der Software ist in der App dargestellt. (2) Die App wird von der DigitalService GmbH des Bundes (DigitalService) als Erfüllungsgehilfe des Bundes überlassen. ### § 3 Verwendungszweck Die App und alle ihre Bestandteile dienen ausschließlich dazu, im Zusammenhang mit der Nutzung der Online-Ausweisfunktion des Personalausweises, des elektronischen Aufenthaltstitels, der eID-Karte für Bürgerinnen und Bürger der EU und des EWR und der Übermittlung der damit verbundenen Daten gemäß den gesetzlichen Vorgaben verwendet zu werden. ### § 4 Empfehlungen zum Einsatz (1) Es liegt im Interesse des/der Nutzer:in, dass in Verbindung mit der App genutzte Hard- und Software immer auf dem neuesten Stand der Sicherheitstechnik (System- und Firmware Update, Virenscanner, Firewall usw.) sind. (2) Es liegt im Interesse des Nutzers aber auch des Bundes, dass stets nur die neueste Version der App (siehe § 5) verwendet wird. ### § 5 Pflege und Support (1) Der Bund bietet nach eigenem Ermessen und ohne hierzu verpflichtet zu sein für Teile der App zusätzliche kostenfreie Supportleistungen in Form von Dokumentationen und online Hilfen im Internet unter der Adresse [https://github.com/digitalservicebund](https://github.com/digitalservicebund) an sowie unter der E-Mail-Adresse: [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de). Auch stellt er neue Versionen der App zur Verfügung. Hieraus erwächst jedoch kein Anspruch auf Mängelbeseitigung, auf Zertifizierung, auf Beibehaltung der Supportleistungen oder der Hotline und auf Überlassung neuer Versionen. (2) Verfügbare neue Versionen der App können im Internet kostenfrei über allgemein zugängliche App-Stores heruntergeladen werden. (3) Eventuelle Mängel der App werden grundsätzlich dadurch behoben, dass der Bund jeweils eine neue Version der App zum Herunterladen bzw. zur Aktualisierung zur Verfügung stellt (siehe § 5 Absatz 1). Eine Pflicht zur Bereitstellung von neuen Versionen ergibt sich daraus nicht. ### § 6 Hinweis auf gewerbliche und urheberrechtliche Schutzrechte Die Grafiken und entsprechenden Zeichen sowie das Signet zur Online-Ausweisfunktion sind für den Bund als Marken geschützt. ### § 7 Deutsches Recht Auf diese Nutzungsbedingungen ist ausschließlich deutsches Recht unter Ausschluss des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf (CISG) anwendbar.

# termsOfUse_title
source: Terms and Conditions of Use
de: Nutzungsbedingungen
