Repository: digitalservice4germany/useid-app-ios
Catalog: BundID/Resources/*.lproj/Localizable.strings
Languages: de

# accessibility_text
source: ## Accessibility Statement The BundesIdent app seeks to ensure that the app is accessible free of any barriers in compliance with the provisions of the German Federal Disability Equality Act (BGG) and the German Barrier-Free Information Technology Ordinance (BITV 2.0) in the implementation of Directive (EU) 2016/2102. This Accessibility Statement applies to version 1.0.0, which is currently available in the App Store. The Statement was drafted on 9 September 2022. This Statement emanates from a self-assessment based on the current draft of the BIK BITV test for mobile apps ([github.com/BIK-BITV/BIK-App-Test ↗](https://github.com/BIK-BITV/BIK-App-Test)). In the near future, we are planning to have the app externally audited. ### How barrier-free is the service? This app has been newly developed. The shortcomings listed below are being worked on. The BundesIdent app is also to be developed continuously in the coming weeks based on future auditing and feedback from users. ### Which areas are not barrier-free? We have set ourselves the objective of rectifying problems as quickly as possible. The following incompatibilities with BITV 2.0 exist in the current version: - We do not support dark mode at present (test step 11.7). - Landscape format is currently not supported (test step 11.1.3.4). - An error message in case of incorrect PIN entry (transport PIN as well as personal PIN) are not proactively read out (test step 11.5.2.11). - There is no direct labeling of PIN entries in the input field. This only takes place in the title of the screens (test step 11.3.3.2). - An unexpected change in context occurs at two points during entry of the personal PIN (test step 11.3.2.2). - The transport PIN input cannot be zoomed to 200%% (test step 11.1.4.4). - The headings are not marked as such (test step 11.1.3.1). - We do not offer a second support channel (test step 12.2.3). Currently, we can only provide support via e-mail at [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de). ### Contact and feedback possibility Have you noticed any deficiencies in barrier-free access to content? If so, please feel free to contact us at: [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de). ### Arbitration The Federal Government's Commissioner for Matters relating to Persons with Disabilities has a conciliation body pursuant to § 16 of the German Federal Disability Equality Act (BGG). The conciliation board is assigned the task of resolving conflicts between persons with disabilities and federal public agencies. You can call upon the conciliation board if you are not satisfied with the answers from the above contact option. The aim is not to determine winners or losers. Rather, the goal is to find a solution to a problem jointly and out of court with the help of the conciliation board. The conciliation procedure is free of charge. Nor do you need any legal counsel. You will find all the information relating to the conciliation procedure on the website of the conciliation board. There you can read how a conciliation procedure works and how to submit an application for conciliation. You can also submit an application in plain language or in German sign language. You can contact the conciliation board at the following address: Conciliation Board under the German Federal Disability Equality Act (BGG) at the Federal Government's Commissioner for Matters relating to Persons with Disabilities\ Mauerstraße 53\ 10117 Berlin\ Phone: [+49 (0)30 18 527 2805](tel:+4930 18 527 2805) E-Mail:\ [info@schlichtungsstelle-bgg.de ↗](mailto:info@schlichtungsstelle-bgg.de) Internet:\ [www.schlichtungsstelle-bgg.de ↗](https://www.schlichtungsstelle-bgg.de)
de: ## Erklärung zur Barrierefreiheit Die App BundesIdent ist bemüht, die App im Einklang mit den Bestimmungen des Behindertengleichstellungsgesetzes des Bundes (BGG) sowie der Barrierefreien-Informationstechnik-Verordnung (BITV 2.0) zur Umsetzung der Richtlinie (EU) 2016/2102 barrierefrei zugänglich zu machen. Diese Erklärung zur Barrierefreiheit gilt für die aktuell im App Store erreichbare Version 1.0.0. Die Erklärung wurde am 09.09.2022 erstellt. Diese Erklärung beruht auf einer Selbstbewertung auf Basis des aktuellen Entwurfs des BIK BITV-Tests für mobile Apps ([github.com/BIK-BITV/BIK-App-Test ↗](https://github.com/BIK-BITV/BIK-App-Test)). In naher Zukunft streben wir eine externe Auditierung der App an. ### Wie barrierefrei ist das Angebot? Diese App wurde neu entwickelt. An den unten aufgeführten Mängeln wird gearbeitet. Die App BundesIdent wird außerdem in den kommenden Wochen kontinuierlich auf Basis der zukünftigen Auditierung und der Rückmeldung der Nutzer:innen weiterentwickelt. ### Welche Bereiche sind nicht barrierefrei? Wir haben uns als Ziel gesetzt, die Probleme möglichst schnell zu beheben. Folgende Unvereinbarkeiten mit der BITV 2.0 existieren in der aktuellen Version: - Wir unterstützen aktuell keinen Dark-Mode (Prüfschritt 11.7). - Querformat wird aktuell nicht unterstützt (Prüfschritt 11.1.3.4). - Eine Fehlermeldung bei falscher PIN Eingabe (Transport-PIN sowie persönliche PIN) werden nicht proaktiv vorgelesen (Prüfschritt 11.5.2.11). - Es ist keine direkte Beschriftung der PIN Eingaben direkt im Eingabefeld vorhanden. Diese existiert nur im Titel der Screens (Prüfschritt 11.3.3.2). - An zwei Stellen während der Persönlichen PIN Eingabe passiert eine unerwartete Kontextänderung (Prüfschritt 11.3.2.2). - Die Transport-PIN Eingabe ist nicht auf 200 % zoombar (Prüfschritt 11.1.4.4). - Die Überschriften werden nicht als solche ausgezeichnet (Prüfschritt 11.1.3.1). - Wir bieten keinen zweiten Supportweg an (Prüfschritt 12.2.3). Aktuell können wir nur über die E-Mail [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de) Support leisten. ### Kontakt und Feedback-Möglichkeit Sind Ihnen Mängel beim barrierefreien Zugang zu Inhalten aufgefallen? Dann können Sie sich gerne bei uns melden: [eid@digitalservice.bund.de ↗](mailto:eid@digitalservice.bund.de). ### Schlichtungsverfahren Beim Beauftragten der Bundesregierung für die Belange von Menschen mit Behinderungen gibt es eine Schlichtungsstelle gemäß § 16 BGG. Die Schlichtungsstelle hat die Aufgabe, Konflikte zwischen Menschen mit Behinderungen und öffentlichen Stellen des Bundes zu lösen. Sie können die Schlichtungsstelle einschalten, wenn Sie mit den Antworten aus der oben genannten Kontaktmöglichkeit nicht zufrieden sind. Dabei geht es nicht darum, Gewinner oder Verlierer zu finden. Vielmehr ist es das Ziel, mit Hilfe der Schlichtungsstelle gemeinsam und außergerichtlich eine Lösung für ein Problem zu finden. Das Schlichtungsverfahren ist kostenlos. Sie brauchen auch keinen Rechtsbeistand. Auf der Internetseite der Schlichtungsstelle finden Sie alle Informationen zum Schlichtungsverfahren. Dort können Sie nachlesen, wie ein Schlichtungsverfahren abläuft und wie Sie den Antrag auf Schlichtung stellen. Sie können den Antrag auch in Leichter Sprache oder in Deutscher Gebärdensprache stellen. Sie erreichen die Schlichtungsstelle unter folgender Adresse: Schlichtungsstelle nach dem Behindertengleichstellungsgesetz bei dem Beauftragten der Bundesregierung für die Belange von Menschen mit Behinderungen\ Mauerstraße 53\ 10117 Berlin\ Telefon: [+49 (0)30 18 527 2805](tel:+4930185272805) E-Mail:\ [info@schlichtungsstelle-bgg.de ↗](mailto:info@schlichtungsstelle-bgg.de) Internet:\ [www.schlichtungsstelle-bgg.de ↗](https://www.schlichtungsstelle-bgg.de)

# accessibility_title
source: Accessibility Statement
de: Erklärung zur Barrierefreiheit

# cardAttribute_ageVerification
source: Compare birth date for age verification
de: Vergleichsgeburtsdatum für Altersverifikation

# cardAttribute_dg01
source: Document type
de: Dokumententyp

# cardAttribute_dg02
source: Issuing country
de: Ausgebender Staat

# cardAttribute_dg03
source: Expiration date
de: Ablaufdatum

# cardAttribute_dg04
source: First name(s)
de: Vorname(n)

# cardAttribute_dg05
source: Last name
de: Familienname

# cardAttribute_dg06
source: Order name/artist name
de: Ordensname/Künstlername

# cardAttribute_dg07
source: Dr.
de: Doktorgrad

# cardAttribute_dg08
source: Date of birth
de: Geburtsdatum

# cardAttribute_dg09
source: Birthplace
de: Geburtsort

# cardAttribute_dg10
source: Nationality
de: Staatsangehörigkeit

# cardAttribute_dg13
source: Birth name
de: Geburtsname

# cardAttribute_dg17
source: Address
de: Adresse

# cardAttribute_dg19
source: Ancillary provisions I
de: Nebenbestimmungen I

# cardAttribute_restrictedIdentification
source: Provider and card-specific identifier
de: Anbieter- und kartenspezifische Kennung

# cardInteraction_cardConnected
source: ID card connected
de: Ausweis verbunden

# cardInteraction_cardRecognized
source: ID card recognized
de: Ausweis erkannt

# cardInteraction_error_default
source: Error occurred while reading
de: Fehler beim Lesen aufgetreten

# cardInteraction_error_tagLost
source: Card has been removed
de: Karte wurde entfernt

# cardInteraction_error_timeout
source: Time limit reached
de: Zeitlimit erreicht

# cardInteraction_provideCard
source: Place your ID on top close to the upper back side of the device.
de: Platzieren Sie Ihren Ausweis oben dicht an die obere Geräterückseite.

# firstTimeUser_confirmEnd_confirm
source: End
de: Beenden

# firstTimeUser_confirmEnd_deny
source: Cancel
de: Abbrechen

# firstTimeUser_confirmEnd_message
source: Do you want to cancel setup of the online ID card function? You can restart the setup later.
de: Möchten Sie die Einrichtung der Online-Ausweisfunktion abbrechen? Sie können die Einrichtung später erneut starten.

# firstTimeUser_confirmEnd_title
source: End setup?
de: Einrichtung beenden?

# firstTimeUser_done_close
source: Finalize setup
de: Einrichtung abschließen

# firstTimeUser_done_identify
source: Identify yourself now
de: Jetzt ausweisen

# firstTimeUser_done_title
source: You have successfully set up your online ID card.
de: Sie haben Ihren Online-Ausweis erfolgreich eingerichtet.

# firstTimeUser_incorrectTransportPIN_body
source: Enter your 5-digit transport PIN from the PIN letter.
de: Geben Sie Ihre 5-stellige Transport-PIN aus dem PIN-Brief ein.

# firstTimeUser_incorrectTransportPIN_continue
source: Next
de: Weiter

# firstTimeUser_incorrectTransportPIN_end
source: Cancel setup
de: Einrichtung abbrechen

# firstTimeUser_incorrectTransportPIN_textFieldLabel
source: Transport PIN, five digits
de: Transport-PIN, fünfstellig

# firstTimeUser_incorrectTransportPIN_title
source: Incorrect transport PIN
de: Falsche Transport-PIN

# firstTimeUser_intro_body
source: In the setup, you set your personal ID PIN.
de: Bei der Einrichtung haben Sie Ihre persönliche Ausweis-PIN festgelegt.

# firstTimeUser_intro_startSetup
source: Set up online ID card now
de: Jetzt Online-Ausweis einrichten

# firstTimeUser_intro_title
source: Have you already set up your online ID card?
de: Haben Sie Ihren Online-Ausweis bereits eingerichtet?

# firstTimeUser_intro_skipSetup
source: Already set up
de: Bereits eingerichtet

# firstTimeUser_missingPINLetter_body
source: We are still working on this feature. For more information about the PIN reset letter, please visit **[www.pin-ruecksetzbrief-bestellen.de ](https://www.pin-ruecksetzbrief-bestellen.de)**
de: Wir arbeiten noch an dieser Funktion. Weitere Informationen über den PIN-Rücksetzbrief finden Sie unter **[www.pin-ruecksetzbrief-bestellen.de ↗](https://www.pin-ruecksetzbrief-bestellen.de)**

# firstTimeUser_missingPINLetter_title
source: Order PIN reset letter
de: PIN-Rücksetzbrief bestellen.

# firstTimeUser_personalPIN_body
source: Make sure you remember your personal ID PIN. You will need it every time you use the online ID function in the future.
de: Merken Sie sich Ihre persönliche Ausweis-PIN gut. Sie benötigen diese jedes Mal, wenn Sie die Online-Ausweisfunktion in Zukunft nutzen.

# firstTimeUser_personalPIN_confirmation
source: Repeat PIN to confirm
de: PIN zum Bestätigen wiederholen

# firstTimeUser_personalPIN_error_mismatch_body
source: Try again.
de: Versuchen Sie es erneut.

# firstTimeUser_personalPIN_error_mismatch_title
source: PINs do not match
de: PINs stimmen nicht überein

# firstTimeUser_personalPIN_textFieldLabel_first
source: Personal PIN, six digits
de: Persönliche PIN, sechsstellig

# firstTimeUser_personalPIN_textFieldLabel_second
source: Confirm personal PIN, six digits
de: Persönliche PIN bestätigen, sechsstellig

# firstTimeUser_personalPIN_title
source: Now assign your personal ID card PIN.
de: Vergeben Sie nun Ihre persönliche Ausweis-PIN.

# firstTimeUser_personalPINIntro_continue
source: Assign personal ID PIN
de: Persönliche Ausweis–PIN vergeben

# firstTimeUser_personalPINIntro_info_body
source: You will need this every time you use the online ID function in the future.
de: Sie benötigen diese jedes Mal, wenn Sie die Online-Ausweisfunktion in Zukunft nutzen.

# firstTimeUser_personalPINIntro_info_title
source: Remember your personal ID card PIN
de: Persönliche Ausweis–PIN gut merken

# firstTimeUser_personalPINIntro_title
source: Now assign your personal ID card PIN.
de: Vergeben Sie nun Ihre persönliche Ausweis-PIN.

# firstTimeUser_pinLetter_body
source: You received the PIN letter by regular mail after applying for the ID card.
de: Den PIN-Brief haben Sie nach der Beantragung des Ausweises per Post erhalten.

# firstTimeUser_pinLetter_requestLetter
source: No, order PIN reset letter
de: Nein, PIN-Rücksetzbrief bestellen

# firstTimeUser_pinLetter_title
source: Do you still have your PIN letter?
de: Haben Sie Ihren PIN-Brief noch?

# firstTimeUser_pinLetter_letterPresent
source: Yes, the PIN letter is available
de: Ja, PIN-Brief vorhanden

# firstTimeUser_scan_body
source: Almost there! In the next step, hold your ID close to the top back side of the iPhone. The app uses NFC sensors in the iPhone and ID card to assign the new PIN to your ID card.
de: Fast geschafft! Halten Sie im nächsten Schritt Ihren Ausweis dicht an die obere Rückseite des iPhones. Die App nutzt die NFC-Sensoren in iPhone und Ausweis, um Ihrem Ausweis die neue PIN zuzuordnen.

# firstTimeUser_scan_progress_body
source: Step 1 completed. Step 2 is being performed.
de: Schritt 1 erledigt. Schritt 2 wird durchgeführt.

# firstTimeUser_scan_progress_title
source: Do not move the ID card
de: Ausweis nicht bewegen

# firstTimeUser_scan_scan
source: Make transfer now
de: Jetzt übertragen

# firstTimeUser_scan_scanningCard
source: ID card is checked
de: Ausweis wird geprüft

# firstTimeUser_scan_scanSuccess
source: Data transfer successful
de: Datenübertragung erfolgreich

# firstTimeUser_scan_title
source: Transfer your new PIN to the ID card.
de: Übertragen Sie Ihre neue PIN auf den Ausweis.

# firstTimeUser_transportPIN_body
source: You will find the 5-digit transport PIN in your PIN letter.
de: Die 5-stellige Transport-PIN finden Sie in Ihrem PIN-Brief.

# firstTimeUser_transportPIN_continue
source: Next
de: Weiter

# firstTimeUser_transportPIN_textFieldLabel
source: Transport PIN, five digits
de: Transport-PIN, fünfstellig

# firstTimeUser_transportPIN_title
source: Enter the transport PIN.
de: Geben Sie die Transport-PIN ein.

# general_cancel
source: Cancel
de: Abbrechen

# helpNFC_body
source: NFC stands for Near Field Communication. The technology enables the contact-free exchange of data over very short distances. It is also used, for example, when paying with a smartphone at the supermarket checkout.
de: NFC steht für Near Field Communication. Die Technik ermöglicht den kontaktlosen Austausch von Daten über sehr kurze Strecken. Sie wird bspw. auch beim Bezahlen mit dem Smartphone an der Supermarktkasse verwendet.

# helpNFC_title
source: How does the NFC technology work?
de: So funktioniert die NFC-Technologie

# home_header_infoText
source: Open the provider's website on your smartphone and press the button "Mit BundesIdent ausweisen".
de: Öffnen Sie auf Ihrem Smartphone die Internetseite vom Diensteanbieter und drücken Sie auf den Button »Mit BundesIdent ausweisen«

# home_header_title
source: Identify
de: Ausweisen

# home_more_accessibilityStatement
source: Accessibility Statement
de: Barrierefreiheitserklärung

# home_more_imprint
source: Imprint
de: Impressum

# home_more_licenses
source: Licenses
de: Lizenzen

# home_more_privacy
source: Privacy Policy
de: Datenschutzerklärung

# home_more_terms
source: Terms and Conditions of Use
de: Nutzungsbedingungen

# home_more_title
source: More
de: Mehr

# home_startSetup
source: Set up online ID card
de: Online-Ausweis einrichten

# identification_attributeConsent_body
source: The service would like to access the following data from your ID card:
de: Der Service möchte auf folgende Daten von Ihrem Ausweis zugreifen:

# identification_attributeConsent_continue
source: Grant release
de: Freigabe erteilen

# identification_attributeConsent_moreInfo
source: More information
de: Weitere Informationen

# identification_attributeConsent_title
source: Grant release for %@
de: Freigabe für »%@« erteilen

# identification_attributeConsentInfo_issuer
source: Issuer of the authorization certificate
de: Aussteller des Berechtigungszertifikats

# identification_attributeConsentInfo_provider
source: Provider
de: Anbieter

# identification_attributeConsentInfo_providerInfo
source: Provider information
de: Anbieterinformationen

# identification_confirmEnd_confirm
source: Exit
de: Beenden

# identification_confirmEnd_deny
source: Cancel
de: Abbrechen

# identification_confirmEnd_message
source: Do you want to stop the identification process?
de: Möchten Sie das Ausweisen beenden?

# identification_confirmEnd_title
source: End identification process?
de: Ausweisen beenden?

# identification_end
source: Cancel
de: Abbrechen

# identification_fetchMetadata_loadingData
source: Data is being loaded
de: Daten werden geladen

# identification_fetchMetadata_pleaseWait
source: One moment please…
de: Einen Moment bitte…

# identification_fetchMetadataError_body
source: Please try again. Make sure that you are connected to the Internet.
de: Bitte versuchen Sie es erneut. Stellen Sie dabei sicher, dass Sie mit dem Internet verbunden sind.

# identification_fetchMetadataError_retry
source: Try again
de: Erneut versuchen

# identification_fetchMetadataError_title
source: An error has occurred.
de: Es ist ein Fehler aufgetreten.

# identification_missingPIN_body
source: To use the BundesIdent app, you need your personal ID PIN.
de: Um die BundesIdent App nutzen zu können, benötigen Sie ihre persönliche Ausweis-PIN.

# identification_missingPIN_resetPIN_reset
source: Reset PIN
de: PIN zurücksetzen

# identification_missingPIN_resetPIN_title
source: Have you forgotten your personal ID PIN?
de: Sie haben Ihre persönliche Ausweis-PIN vergessen?

# identification_missingPIN_setupPIN_setup
source: Assign PIN
de: PIN vergeben

# identification_missingPIN_setupPIN_title
source: You don't have a personal ID PIN yet?
de: Sie haben noch keine persönliche Ausweis-PIN?

# identification_missingPIN_title
source: PIN not available
de: PIN nicht vorhanden

# identification_personalPIN_continue
source: Next
de: Weiter

# identification_personalPIN_error_incorrect_body
source: Try again.
de: Versuchen Sie es erneut.

# identification_personalPIN_error_incorrect_title
source: Incorrect personal PIN
de: Inkorrekte persönliche PIN

# identification_personalPIN_missingPIN
source: PIN not available
de: PIN nicht vorhanden

# identification_personalPIN_textFieldLabel
source: Personal PIN, six digits
de: Persönliche PIN, sechsstellig

# identification_personalPIN_title
source: Enter the personal PIN for your ID card
de: Geben Sie die persönliche PIN Ihres Ausweises ein.

# identification_scan_message
source: Hold your ID card close to the back side of the smartphone. The app uses NFC sensors in the smartphone and ID card to verify your PIN and retrieve the required data.
de: Halten Sie Ihren Ausweis dicht an die Rückseite des Smartphones. Die App nutzt die NFC-Sensoren in Smartphone und Ausweis, um Ihre PIN zu überprüfen und die benötigten Daten abzurufen.

# identification_scan_scan
source: Retrieve data now
de: Jetzt Daten abrufen

# identification_scan_scanSuccess
source: Data transfer successful
de: Datenübertragung erfolgreich

# identification_scan_title
source: Retrieve the data from your ID card.
de: Rufen Sie die Daten von Ihrem Ausweis ab.

# identification_scan_unexpectedError_close
source: Close
de: Schließen

# identification_scan_unexpectedError_message
source: An unexpected error has occurred. Please return to the website and try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte kehren Sie zur Webseite zurück und wiederholen Sie den Vorgang.

# identification_scan_unexpectedError_title
source: An error occurred
de: Fehler aufgetreten
